export const chartsThemeList = [
  {
    name: '自定义',
    type: '#0780cf,#765005,#fa6d1d,#0e2c82,#b6b51f,#da1f18,#701866,#f47a75,#009db2,#024b51'
  },
  {
    name: '复古',
    type: '#0780cf,#765005,#fa6d1d,#0e2c82,#b6b51f,#da1f18,#701866,#f47a75,#009db2,#024b51,#0780cf,#765005'
  },
  {
    name: '新特性',
    type: '#63b2ee,#76da91,#f8cb7f,#f89588,#7cd6cf,#9192ab,#7898e1,#efa666,#eddd86,#9987ce,#63b2ee,#76da91'
  },
  {
    name: '渐变',
    type: '#71ae46,#96b744,#c4cc38,#ebe12a,#eab026,#e3852b,#d85d2a,#ce2626,#ac2026,#71ae46,#96b744,#c4cc38'
  },
  {
    name: '清新',
    type: '#00a8e1,#99cc00,#e30039,#fcd300,#800080,#00994e,#ff6600,#808000,#db00c2,#008080,#0000ff,#c8cc00'
  },
  {
    name: '怀旧',
    type: '#3b6291,#943c39,#779043,#624c7c,#388498,#bf7334,#3f6899,#9c403d,#7d9847,#675083,#3b8ba1,#c97937'
  },
  {
    name: '商务',
    type: '#194f97,#555555,#bd6b08,#00686b,#c82d31,#625ba1,#898989,#9c9800,#007f54,#a195c5,#103667,#f19272'
  },
  {
    name: '明亮',
    type: '#0e72cc,#6ca30f,#f59311,#fa4343,#16afcc,#85c021,#d12a6a,#0e72cc,#6ca30f,#f59311,#fa4343,#16afcc'
  },
  {
    name: '雅致',
    type: '#3682be,#45a776,#f05326,#eed777,#334f65,#b3974e,#38cb7d,#ddae33,#844bb3,#93c555,#5f6694,#df3881'
  },
  {
    name: '柔和',
    type: '#5b9bd5,#ed7d31,#70ad47,#ffc000,#4472c4,#91d024,#b235e6,#02ae75,#5b9bd5,#ed7d31,#70ad47,#ffc000'
  },
  {
    name: '淡雅',
    type: '#95a2ff,#fa8080,#ffc076,#fae768,#87e885,#3cb9fc,#73abf5,#cb9bff,#434348,#90ed7d,#f7a35c,#8085e9'
  },
  {
    name: '经典',
    type: '#002c53,#ffa510,#0c84c6,#ffbd66,#f74d4d,#2455a4,#41b7ac,#002c53,#ffa510,#0c84c6,#ffbd66,#f74d4d'
  },
  {
    name: '艳丽',
    type: '#fa2c7b,#ff38e0,#ffa235,#04c5f3,#0066fe,#8932a5,#c90444,#cb9bff,#434348,#90ed7d,#f7a35c,#8085e9'
  },
  {
    name: '科技',
    type: '#05f8d6,#0082fc,#fdd845,#22ed7c,#09b0d3,#1d27c9,#f9e264,#f47a75,#009db2,#024b51,#0780cf,#765005'
  },
  {
    name: '炫彩',
    type: '#e75840,#a565ef,#628cee,#eb9358,#d05c7c,#bb60b2,#433e7c,#f47a75,#009db2,#024b51,#0780cf,#765005'
  },
  {
    name: '简洁',
    type: '#50c48f,#26ccd8,#3685fe,#9977ef,#f5616f,#f7b13f,#f9e264,#f47a75,#009db2,#024b51,#0780cf,#765005'
  },
  {
    name: '冷色',
    type: '#bf19ff,#854cff,#5f45ff,#02cdff,#0090ff,#314976,#f9e264,#f47a75,#009db2,#024b51,#0780cf,#765005'
  },
  {
    name: '暖色',
    type: '#9489fa,#f06464,#f7af59,#f0da49,#71c16f,#2aaaef,#5690dd,#bd88f5,#009db2,#024b51,#0780cf,#765005'
  }
]
